{
  "site": {
    "title": "OumaShu - Каталог Инструментов",
    "description": "Минималистичный хаб микро-инструментов в японском стиле. Единая точка входа для повышения продуктивности.",
    "keywords": "инструменты, продуктивность, каталог, приложения"
  },
  "nav": {
    "home": "Главная",
    "categories": "Категории", 
    "about": "О проекте",
    "search": "Поиск"
  },
  "header": {
    "logo_alt": "Логотип OumaShu",
    "menu": "Меню",
    "language": "Язык",
    "theme": "Тема"
  },
  "theme": {
    "light": "Светлая",
    "dark": "Тёмная", 
    "system": "Системная"
  },
  "search": {
    "placeholder": "Поиск инструментов...",
    "no_results": "Инструменты не найдены",
    "results_count": "Найдено {{count}} инструментов"
  },
  "filters": {
    "all": "Все",
    "featured": "Рекомендуемые",
    "recent": "Новые",
    "popular": "Популярные",
    "category": "Категория",
    "tag": "Тег",
    "clear": "Очистить фильтры"
  },
  "tools": {
    "featured": "Рекомендуется",
    "new": "Новый",
    "popular": "Популярный",
    "updated": "Обновлено {{date}}",
    "visit": "Открыть инструмент",
    "external_link": "Внешняя ссылка"
  },
  "categories": {
    "resources": "Ресурсы",
    "entertainment": "Развлечения",
    "education": "Образование",
    "workplace-slack": "Прокрастинация",
    "search": "Поиск",
    "text": "Текст",
    "image": "Изображения",
    "video": "Видео",
    "audio": "Аудио",
    "file-transfer": "Передача файлов",
    "social": "Социальные сети",
    "games": "Игры"
  },
  "footer": {
    "about": "О проекте OumaShu",
    "privacy": "Политика конфиденциальности",
    "terms": "Условия использования",
    "contact": "Связаться с нами",
    "made_with": "Сделано с ❤️ для продуктивности"
  },
  "ads": {
    "sponsored": "Спонсируется",
    "advertisement": "Реклама"
  },
  "error": {
    "page_not_found": "Страница не найдена",
    "something_wrong": "Что-то пошло не так",
    "try_again": "Попробовать снова",
    "go_home": "На главную"
  },
  "loading": {
    "tools": "Загрузка инструментов...",
    "search": "Поиск...",
    "general": "Загрузка..."
  },
  "learn-languages": "Learn Languages Изучение языков",
  "learn-languages_desc": "Практика разговоров с AI и тренировка вопросов-ответов по PDF, полное решение для улучшения навыков иностранного языка",
  "subtitle-screenshot": "Генератор скриншотов субтитров",
  "subtitle-screenshot_desc": "Генератор скриншотов субтитров со знаменитостями, быстрое создание забавных мем-изображений с субтитрами, поддержка двуязычного режима",
  "media-trim": "MediaTrim Аудио-видео инструмент",
  "media-trim_desc": "Онлайн-инструмент конвертации видео в аудио, поддерживает обрезку аудио и конвертацию форматов",
  "mbti-test": "MBTI Тест личности",
  "mbti-test_desc": "Профессиональный тест типа личности MBTI, 68 вопросов для глубокого анализа, понимание черт вашей личности и поведенческих паттернов",
  "video2gif": "Конвертер Video2GIF",
  "video2gif_desc": "Онлайн-конвертер видео в GIF, поддерживает множество видео форматов, быстрое создание высококачественных GIF анимаций",
  "pic-press": "Компрессор изображений PicPress",
  "pic-press_desc": "Бесплатный онлайн-инструмент пакетного сжатия изображений, поддерживает форматы JPG, PNG, WebP, локальная обработка защищает конфиденциальность",
  "pansou": "PanSou Поиск облачных хранилищ",
  "pansou_desc": "Высокопроизводительный API-сервис поиска ресурсов облачного хранилища, поддерживает поиск по каналам TG и плагинам, многоканальный параллельный поиск с умной сортировкой",
  "text-grove": "TextGrove Текстовые инструменты",
  "text-grove_desc": "Полнофункциональный набор инструментов обработки текста, включает подсчет слов, удаление дубликатов текста, статистику частоты слов, конвертацию упрощенный/традиционный, форматирование текста, локальная обработка защищает конфиденциальность",
  "markdown": "Редактор Markdown",
  "markdown_desc": "Онлайн-редактор Markdown с предварительным просмотром в реальном времени и экспортом в различные форматы (PDF, HTML, Word, JPG, PNG)",
  "p2p-transfer": "P2P Передача от точки к точке",
  "p2p-transfer_desc": "Безопасный инструмент передачи файлов и текста от точки к точке, данные не проходят через сервер, защита конфиденциальности",
  "work-whale": "Work Whale Приложение для чтения",
  "work-whale_desc": "Веб-ридер романов, замаскированный под интерфейс Microsoft Word, идеально вписывается в офисную среду для беззаботного чтения",
  "stealth-novel": "StealthNovel Скрытый ридер",
  "stealth-novel_desc": "Скрытый ридер романов для рабочего стола Windows, поддерживает отображение заголовка на панели задач и режим всплывающего окна, незаменимый инструмент для офисного чтения",
  "bedmate": "BedMate Партнер по сну",
  "bedmate_desc": "Платформа взаимопомощи здоровых партнеров по сну, помогает пользователям найти единомышленников для улучшения качества сна",
  "screen-flow": "ScreenFlow Онлайн-запись экрана",
  "screen-flow_desc": "Бесплатный онлайн-инструмент записи экрана, поддерживает запись экрана, веб-камеры и аудио, не требует установки программного обеспечения",
  "cuisine-chat": "CuisineChat Временный чат",
  "cuisine-chat_desc": "Бесплатный онлайн-инструмент для временного чата, без регистрации, мгновенное создание, поддерживает обмен сообщениями и файлами с защитой конфиденциальности",
  "fmhy": "FMHY Коллекция бесплатных ресурсов",
  "fmhy_desc": "Коллекция бесплатных ресурсов - самая большая коллекция бесплатных ресурсов в интернете",
  "axutongxue": "Кладовая Axu",
  "axutongxue_desc": "Кладовая Axu - отобранная коллекция учебных ресурсов, программных инструментов и учебных материалов",
  "wotaku": "Wotaku Индекс отаку",
  "wotaku_desc": "Индекс отаку - навигация по ресурсам культуры отаку, таким как аниме, манга, игры",
  "feisoo": "Feisoo Фейсу",
  "feisoo_desc": "Инструмент поиска документов Feishu - быстрый поиск и обнаружение ресурсов документов Feishu",
  "efortunetell": "Блог о китайской метафизике",
  "efortunetell_desc": "Профессиональная онлайн-платформа китайской метафизики, предоставляющая традиционные услуги гадания, такие как Ба Цзы, Ци Мэнь Дунь Цзя, Да Лю Жэнь, и обмен знаниями о судьбе",
  "acgn-personality-database": "База данных персонажей ACGN",
  "acgn-personality-database_desc": "База данных типов личности персонажей ACGN, содержащая классификации личности MBTI и анализ характеров персонажей аниме, манги, игр и новелл",
  "pornhub-style": "Генератор логотипов в стиле Pornhub",
  "pornhub-style_desc": "Создание классических логотипов в стиле Pornhub, поддерживает горизонтальные и вертикальные макеты, быстрые шаблоны",
  "dnd-alignment": "Генератор сетки выравнивания DND",
  "dnd-alignment_desc": "Генератор сетки выравнивания DND, загрузите 9 изображений для создания классических диаграмм сравнения выравнивания",
  "mbti-grid": "Генератор изображений личности MBTI",
  "mbti-grid_desc": "Генератор изображений личности MBTI, выберите типы MBTI и загрузите соответствующие изображения для создания персонализированных изображений отображения личности",
  "meme-slicer": "Инструмент нарезки мемов",
  "meme-slicer_desc": "Инструмент нарезки мемов, загрузите изображение с настраиваемым количеством строк и столбцов, пакетный экспорт нарезанных изображений в ZIP",
  "youtube-thumbnail": "Загрузчик миниатюр YouTube",
  "youtube-thumbnail_desc": "Загрузчик миниатюр видео YouTube, получение высококачественных миниатюр из видео YouTube, поддержка нескольких разрешений",
  "all_tools": "Все инструменты",
  "all_tools_desc": "Собрание всех практичных инструментов для повышения вашей продуктивности",
  "intro_title": "Добро пожаловать в OumaShu — ваш универсальный центр продуктивности",
  "intro_paragraph": "OumaShu — это тщательно подобранный каталог бесплатных онлайн‑инструментов, созданных для повышения вашей продуктивности и креативности. Ищете ли вы инструменты для работы с текстом, редакторы изображений, конвертеры видео или развлекательные приложения — всё это вы найдёте здесь. Все инструменты отбираются с упором на качество, простоту использования и защиту конфиденциальности.",
  "intro_feature_free_title": "100% бесплатно",
  "intro_feature_free_desc": "Все инструменты полностью бесплатны, без скрытых платежей и подписок.",
  "intro_feature_privacy_title": "Приватность прежде всего",
  "intro_feature_privacy_desc": "Большинство инструментов обрабатывают данные локально в вашем браузере, максимально защищая вашу конфиденциальность и безопасность.",
  "intro_feature_noinstall_title": "Без установки",
  "intro_feature_noinstall_desc": "Доступ ко всем инструментам прямо из браузера, без скачивания и установки программ.",
  "search_placeholder": "Поиск инструментов...",
  "search_no_results": "Инструменты не найдены",
  "search_results_found": "Найдено {{count}} инструментов",
  "location_detecting": "Определение местоположения...",
  "weather_loading": "Загрузка...",
  "current_time": "Текущее время",
  "current_location": "Текущее местоположение",
  "current_weather": "Текущая погода",
  "third_party": "Сторонний"
}
